import cl from "../toadvertisers.module.css";

export default function Banner() {
    return (
        <>
            <h1 className='title'>
                Услуга по размещению баннерной рекламы на вашем сайте
            </h1>
            <p>
                Привлекайте новых клиентов и увеличивайте продажи с помощью
                баннерной рекламы на нашем популярном сайте!
            </p>

            <h2 className={cl.title2}>Наши предложения:</h2>
            <ul className={cl.price_list}>
                <li>
                    <h3 className={cl.title3}>
                        Размещение на Главной странице
                    </h3>
                    <p>
                        <strong>Описание:</strong> Ваш баннер будет отображаться
                        на главной странице нашего сайта, гарантируя
                        максимальную видимость и внимание посетителей.
                    </p>
                    <p>
                        <strong>Размер баннера:</strong> 728x90 пикселей
                    </p>
                    <p>
                        <strong>Цена:</strong> 30 000 рублей/месяц
                    </p>
                </li>
                <li>
                    <h3 className={cl.title3}>
                        Размещение на Страницах статей
                    </h3>
                    <p>
                        <strong>Описание:</strong> Ваш баннер будет показан на
                        страницах статей, что обеспечит высокую релевантность и
                        заинтересованность нашей аудитории.
                    </p>
                    <p>
                        <strong>Размер баннера:</strong> 300x250 пикселей
                    </p>
                    <p>
                        <strong>Цена:</strong> 20 000 рублей/месяц
                    </p>
                </li>
                <li>
                    <h3 className={cl.title3}>
                        Ротация баннера на всех страницах сайта
                    </h3>
                    <p>
                        <strong>Описание:</strong> Ваш баннер будет ротационно
                        отображаться на всех страницах нашего сайта, достигая
                        широкой аудитории.
                    </p>
                    <p>
                        <strong>Размер баннера:</strong> 160x600 пикселей
                    </p>
                    <p>
                        <strong>Цена:</strong> 25 000 рублей/месяц
                    </p>
                </li>
                <li>
                    <h3 className={cl.title3}>Таргетированное размещение</h3>
                    <p>
                        <strong>Описание:</strong> Ваш баннер будет показываться
                        только целевой аудитории, отобранной по демографическим
                        и поведенческим признакам.
                    </p>
                    <p>
                        <strong>Размер баннера:</strong> 300x600 пикселей
                    </p>
                    <p>
                        <strong>Цена:</strong> 40 000 рублей/месяц
                    </p>
                </li>
            </ul>

            <h2 className={cl.title2}>Дополнительные услуги:</h2>
            <ul className={cl.price_list}>
                <li>
                    <h3 className={cl.title3}>Разработка баннера</h3>
                    <p>
                        <strong>Описание:</strong> Если у вас еще нет готового
                        баннера, наши дизайнеры создадут его для вас.
                    </p>
                    <p>
                        <strong>Цена:</strong> от 5 000 рублей (в зависимости от
                        сложности)
                    </p>
                </li>
            </ul>

            <h2 className={cl.title2}>Почему выбирают нас:</h2>
            <div className={cl.price_list}>
                <p>
                    <strong>Высокая видимость:</strong> Размещение на популярном
                    и посещаемом сайте.
                </p>
                <p>
                    <strong>Целевая аудитория:</strong> Точные настройки
                    таргетинга.
                </p>
                <p>
                    <strong>Профессиональный дизайн:</strong> Качественные и
                    привлекательные баннеры.
                </p>

                <p>
                    <strong>
                        Не упустите возможность увеличить продажи и повысить
                        узнаваемость вашего бренда! Свяжитесь с нами прямо
                        сейчас и закажите размещение баннерной рекламы.
                    </strong>
                </p>
            </div>
        </>
    );
}
