import React from "react";
import cl from "../tosellers.module.css";

export const metadata = {
    title: {
        default: "Условия размещения товаров ",
    },
    description:
        "Узнайте условия продажи товаров, продуктов и услуг на сайте Кемер-онлайн. Простой процесс размещения товаров на сайте, низкие комиссии.",
    alternates: {
        canonical: `${process.env.API_URL}/landings/tosellers/conditions`,
    },
};

const ConditionsPage = () => {
    return (
        <>
            <h1 className='title'>
                Условия размещения товаров на маркетплейсе
            </h1>
            <section className={cl.block}>
                <h2 className={cl.title2}>Регистрация и условия доступа</h2>
                <ul>
                    <li>
                        Для размещения товаров на нашем маркетплейсе требуется
                        создать учетную запись продавца.
                    </li>
                    <li>
                        Продавец обязуется предоставить достоверную информацию о
                        себе и своих товарах.
                    </li>
                </ul>

                <h2 className={cl.title2}>Товары и их описание</h2>
                <ul>
                    <li>
                        Товары, размещаемые на маркетплейсе, должны быть
                        законными и соответствовать требованиям местного
                        законодательства.
                    </li>
                    <li>
                        Каждый товар должен быть четко описан, включая его
                        характеристики, цену, условия доставки и возврата.
                    </li>
                    <li>
                        Запрещается размещение товаров, нарушающих
                        интеллектуальные права третьих лиц или являющихся
                        контрафактными.
                    </li>
                </ul>

                <h2 className={cl.title2}>Ценообразование и налоги</h2>
                <ul>
                    <li>
                        Продавец самостоятельно устанавливает цены на товары,
                        включая налоги и стоимость доставки.
                    </li>
                    <li>
                        Все цены должны быть ясно указаны и включать необходимые
                        налоги и сборы.
                    </li>
                </ul>

                <h2 className={cl.title2}>Обязательства продавца</h2>
                <ul>
                    <li>
                        Продавец обязуется своевременно обновлять информацию о
                        товарах и их наличии.
                    </li>
                    <li>
                        Обеспечивать качественное обслуживание клиентов, включая
                        оперативные ответы на запросы и претензии.
                    </li>
                </ul>

                <h2 className={cl.title2}>Ответственность</h2>
                <ul>
                    <li>
                        Маркетплейс не несет ответственности за содержание и
                        качество товаров, предоставляемых продавцами.
                    </li>
                    <li>
                        Продавец несет полную ответственность за достоверность
                        предоставленной информации и качество товаров.
                    </li>
                </ul>

                <h2 className={cl.title2}>Изменения в условиях</h2>
                <ul>
                    <li>
                        Маркетплейс оставляет за собой право изменять условия
                        размещения товаров с уведомлением продавцов.
                    </li>
                </ul>

                <h2 className={cl.title2}>Заключительные положения</h2>
                <ul>
                    <li>
                        Продавец, размещая товары на нашем маркетплейсе,
                        соглашается с данными условиями и обязуется их
                        соблюдать.
                    </li>
                    <li>
                        В случае нарушения условий, маркетплейс оставляет за
                        собой право приостановить или удалить аккаунт продавца.
                    </li>
                </ul>
                <h2 className={cl.title2}>Контакты</h2>
            </section>
        </>
    );
};

export default ConditionsPage;
