import cl from "./start.module.css";

const Start = () => {
    return (
        <>
            <div className={cl.img_wrap}>
                <img className={cl.img} src='/images/reclam/start.webp' />
            </div>
            <h3 className='title'>Онлайн магазин Кемер онлайн</h3>
            <div className={cl.text}>
                "Приветствуем вас в Кemer-online - вашем новом онлайн магазине,
                где каждый товар создан, чтобы удовлетворить ваши потребности
                прямо здесь, в нашем уютном городе Кемер! Мы понимаем, что ваше
                время - это ценный ресурс, поэтому мы соберем все, что вам может
                понадобиться, в одном месте. От товаров для дома и бытовой
                техники до модной одежды и подарков - мы предлагаем широкий
                ассортимент товаров высокого качества по доступным ценам. Мы
                гордимся нашими надежными партнерами и оперативной службой
                доставки, гарантируя вам, что ваш заказ будет доставлен прямо к
                вашему дому в кратчайшие сроки. Присоединяйтесь к довольным
                клиентоам, которые уже выбрали удобство и надежность
                Кemer-online. Начните покупать прямо сейчас и наслаждайтесь
                беззаботным шоппингом! Доставка доступна только в городе Кемер.
                Начните ваше онлайн путешествие с нами - Кemer-online, ваш
                магазин №1 в Кемере!"
            </div>
            <div className={cl.red_text}>
                Приглашем к сотрудничеству рекламодателей из города Кемер!!!{" "}
                тел.: 90 (535) 606 26 42
            </div>
        </>
    );
};

export default Start;
