import images from "./images";

const wines = [
    {
        title: "Жареный ягнёнок",
        price: "600",
        description: "Традиционный жареный ягнёнок, ароматный и нежный",
        img: "",
    },
    {
        title: "Куриный шашлык",
        price: "350",
        description: "Вкусный куриный шашлык, приготовленный на гриле",
        img: "",
    },

    {
        title: "Бараньи отбивные",
        price: "600",
        description: "Сочные бараньи отбивные, приготовленные на гриле",
        img: "",
    },
];

const cocktails = [
    {
        title: "Форель на гриле",
        price: "350",
        description: "Свежая форель, приготовленная на гриле",
        img: "",
    },
    {
        title: "Салат из тунца",
        price: "300",
        description: "Свежий салат с тунцом и овощами",
        img: "",
    },

    {
        title: "Кальмары",
        price: "500",
        description: "Жареные кальмары, хрустящие и нежные",
        img: "",
    },
    {
        title: "Креветки",
        price: "550",
        description: "Сочные креветки, приготовленные на гриле",
        img: "",
    },
    {
        title: "Креветки Джамбо",
        price: "1000",
        description: "Крупные креветки Джамбо, идеально приготовленные",
        img: "",
    },
];

const menu = [
    {
        title: "Куриный шашлык",
        price: "350",
        description: "Вкусный куриный шашлык, приготовленный на гриле",
        img: "",
    },
    {
        title: "Куриная отбивная",
        price: "400",
        description:
            "Сочная куриная отбивная, обжаренная до золотистой корочки",
        img: "",
    },
    {
        title: "Куриный шницель",
        price: "400",
        description: "Хрустящий куриный шницель в панировке",
        img: "",
    },
    {
        title: "Куриные котлеты",
        price: "500",
        description: "Нежные куриные котлеты, подаваемые с гарниром",
        img: "",
    },
    {
        title: "Бараньи отбивные",
        price: "600",
        description: "Сочные бараньи отбивные, приготовленные на гриле",
        img: "",
    },
    {
        title: "Жареный ягнёнок",
        price: "600",
        description: "Традиционный жареный ягнёнок, ароматный и нежный",
        img: "",
    },
    {
        title: "Гамбургер",
        price: "275",
        description: "Классический гамбургер с сочной говяжьей котлетой",
        img: "",
    },
    {
        title: "Чизбургер",
        price: "300",
        description: "Гамбургер с добавлением расплавленного сыра",
        img: "",
    },
    {
        title: "Салат из тунца",
        price: "300",
        description: "Свежий салат с тунцом и овощами",
        img: "",
    },
    {
        title: "Салат «Пастухи»",
        price: "250",
        description: "Традиционный салат с овощами и зеленью",
        img: "",
    },
    {
        title: "Салат «Средиземный»",
        price: "250",
        description: "Салат с оливками, фетой и свежими овощами",
        img: "",
    },
    {
        title: "Кальмары",
        price: "500",
        description: "Жареные кальмары, хрустящие и нежные",
        img: "",
    },
    {
        title: "Креветки",
        price: "550",
        description: "Сочные креветки, приготовленные на гриле",
        img: "",
    },
    {
        title: "Креветки Джамбо",
        price: "1000",
        description: "Крупные креветки Джамбо, идеально приготовленные",
        img: "",
    },
    {
        title: "Форель на гриле",
        price: "350",
        description: "Свежая форель, приготовленная на гриле",
        img: "",
    },
    {
        title: "Купра на гриле",
        price: "510",
        description: "Вкусная купра, приготовленная на гриле",
        img: "",
    },
    {
        title: "Завтрак на двоих",
        price: "650",
        description: "Сытный завтрак на двоих, включает разнообразные блюда",
        img: "",
    },
    {
        title: "Лепёшки Гёзлеме",
        price: "200",
        description: "Традиционные турецкие лепёшки Гёзлеме",
        img: "",
    },
    {
        title: "Картофель фри",
        price: "165",
        description: "Хрустящий картофель фри",
        img: "",
    },
    {
        title: "Пирог-рулет",
        price: "165",
        description: "Сладкий пирог-рулет с начинкой",
        img: "",
    },
    {
        title: "Яичница",
        price: "150",
        description: "Классическая яичница, приготовленная на сковороде",
        img: "",
    },
    {
        title: "Омлет",
        price: "175",
        description: "Пышный омлет с начинкой по выбору",
        img: "",
    },
    {
        title: "Менэмен",
        price: "200",
        description: "Традиционное турецкое блюдо с яйцами и овощами",
        img: "",
    },
    {
        title: "Кока-кола (0,33)",
        price: "100",
        description: "Освежающий напиток Кока-кола",
        img: "",
    },
    {
        title: "Фанта (0,33)",
        price: "100",
        description: "Освежающий напиток Фанта",
        img: "",
    },
    {
        title: "Спрайт (0,33)",
        price: "100",
        description: "Освежающий напиток Спрайт",
        img: "",
    },
    {
        title: "Чай",
        price: "110",
        description: "Чашка горячего чая",
        img: "",
    },
    {
        title: "Газированная вода",
        price: "50",
        description: "Освежающая газированная вода",
        img: "",
    },
    {
        title: "Негазированная вода",
        price: "20",
        description: "Освежающая негазированная вода",
        img: "",
    },
    {
        title: "Раки (4cl)",
        price: "280",
        description: "Традиционный турецкий алкогольный напиток",
        img: "",
    },
    {
        title: "Цин (4cl)",
        price: "230",
        description: "Крепкий алкогольный напиток",
        img: "",
    },
    {
        title: "Водка (4cl)",
        price: "220",
        description: "Крепкий алкогольный напиток",
        img: "",
    },
    {
        title: "Текила (4cl)",
        price: "250",
        description: "Мексиканский алкогольный напиток",
        img: "",
    },
    {
        title: "Виски (4cl)",
        price: "400",
        description: "Крепкий алкогольный напиток",
        img: "",
    },
    {
        title: "Пиво Эфес ( cl)",
        price: "800",
        description: "Освежающее пиво Эфес",
        img: "",
    },
    {
        title: "Красное вино (15cl)",
        price: "180",
        description: "Бокал красного вина",
        img: "",
    },
    {
        title: "Белое вино (15cl)",
        price: "170",
        description: "Бокал белого вина",
        img: "",
    },
];

export default { wines, cocktails, menu };
