import cl from "../toadvertisers.module.css";

export const metadata = {
    title: {
        default: "Тизер на сайте Кемер-онлайн",
    },
    description:
        "Условия, цены и порядок размещения тизеров на сайте Кемер-онлайн",
    alternates: {
        canonical: `${process.env.API_URL}/landings/toadvertisers/tizer`,
    },
};

export default function Tizer() {
    return (
        <>
            <h1 className='title'>
                Продвижение вашего бизнеса с тизерной рекламой
            </h1>
            <p>
                Хотите, чтобы ваш бизнес увидела широкая аудитория? Используйте
                наши услуги по размещению тизерной рекламы на нашем сайте!
            </p>

            <h2 className={cl.title2}>Преимущества тизерной рекламы</h2>
            <p>
                Тизерная реклама – это короткие и привлекательные объявления,
                которые вызывают интерес и желание узнать больше. Мы предлагаем
                различные форматы и места размещения для максимального охвата
                вашей целевой аудитории.
            </p>

            <h2 className={cl.title2}>Наши тарифы</h2>
            <ul className={cl.price_list}>
                <li>
                    <h3 className={cl.title3}>Тизеры на главной странице</h3>
                    <p>
                        <strong>Описание:</strong> Привлекайте внимание
                        посетителей сразу при заходе на сайт. Размещение на
                        главной странице обеспечивает высокий уровень видимости.
                    </p>
                    <p>
                        <strong>Стоимость:</strong> 200 лир/месяц
                    </p>
                </li>
                <li>
                    <h3 className={cl.title3}>Тизеры в ленте товаров</h3>
                    <p>
                        <strong>Описание:</strong> Ваши объявления будут
                        показаны на страницах с контентом, что обеспечивает
                        высокую релевантность и внимание читателей.
                    </p>

                    <p>
                        <strong>Стоимость:</strong> 100 лир/месяц
                    </p>
                </li>
            </ul>

            <h2 className={cl.title2}>Дополнительные услуги:</h2>
            <ul className={cl.price_list}>
                <li>
                    <h3 className={cl.title3}>Разработка тизера</h3>
                    <p>
                        <strong>Описание:</strong> Если у вас еще нет готового
                        тизера, наши дизайнеры создадут его для вас.
                    </p>
                    <p>
                        <strong>Цена:</strong> от 500 лир (в зависимости от
                        сложности)
                    </p>
                </li>
                <li>
                    <h3 className={cl.title3}>
                        Ротация тизера на страницах сайта
                    </h3>
                    <p>
                        Ваш тизер будет ротационно отображаться на страницах
                        нашего сайта, достигая широкой аудитории.
                    </p>
                    <br />
                    <h3 className={cl.title3}>Таргетированное размещение</h3>
                    <p>
                        Ваш тизер будет показываться только целевой аудитории,
                        отобранной по демографическим и поведенческим признакам.
                    </p>
                </li>
            </ul>

            <h2 className={cl.title2}>Почему выбирают нас?</h2>
            <div className={cl.price_list}>
                <p>
                    <strong>Максимальный охват:</strong> Наш сайт посещают
                    тысячи пользователей каждый день.
                </p>
                <p>
                    <strong>Таргетинг:</strong> Мы показываем рекламу только
                    вашей целевой аудитории.
                </p>
                <p>
                    <strong>Эффективность:</strong> Тизеры вызывают интерес и
                    повышают кликабельность.
                </p>

                <p>
                    <strong>
                        Не упустите возможность продвинуть свой бизнес!
                        Свяжитесь с нами и закажите размещение тизерной рекламы
                        уже сегодня.
                    </strong>
                </p>
                <h2 className={cl.title2}>Контакты</h2>
            </div>
        </>
    );
}
