import cl from "../toadvertisers.module.css";

export default function Landing() {
    return (
        <>
            <h1 className='title'>
                Услуги по размещению лендинга на нашем сайте
            </h1>
            <p>
                Разместите ваш лендинг на нашем высокопосещаемом сайте и
                привлеките максимальное количество клиентов!
            </p>

            <h2 className={cl.title2}>Наши предложения:</h2>
            <ul className={cl.price_list}>
                <li>
                    <h3 className={cl.title3}>Базовый пакет</h3>
                    <p>
                        <strong>Описание:</strong> Размещение вашего лендинга на
                        отдельной странице нашего сайта с базовой поддержкой и
                        гарантией видимости.
                    </p>
                    <p>
                        <strong>Продолжительность:</strong> 1 месяц
                    </p>
                    <p>
                        <strong>Цена:</strong> 15 000 рублей
                    </p>
                </li>
                <li>
                    <h3 className={cl.title3}>Премиум пакет</h3>
                    <p>
                        <strong>Описание:</strong> Размещение вашего лендинга на
                        отдельной странице нашего сайта с приоритетной
                        поддержкой, а также включение в рекламные блоки на
                        главной странице.
                    </p>
                    <p>
                        <strong>Продолжительность:</strong> 1 месяц
                    </p>
                    <p>
                        <strong>Цена:</strong> 30 000 рублей
                    </p>
                </li>
                <li>
                    <h3 className={cl.title3}>Эксклюзивный пакет</h3>
                    <p>
                        <strong>Описание:</strong> Размещение вашего лендинга с
                        максимальным приоритетом, включая размещение в основных
                        разделах сайта и регулярное продвижение в наших
                        социальных сетях.
                    </p>
                    <p>
                        <strong>Продолжительность:</strong> 1 месяц
                    </p>
                    <p>
                        <strong>Цена:</strong> 50 000 рублей
                    </p>
                </li>
            </ul>

            <h2 className={cl.title2}>Дополнительные услуги:</h2>
            <ul className={cl.price_list}>
                <li>
                    <h3 className={cl.title3}>Разработка лендинга</h3>
                    <p>
                        <strong>Описание:</strong> Если у вас еще нет готового
                        лендинга, наши специалисты помогут создать
                        профессиональный и привлекательный лендинг, отвечающий
                        всем вашим требованиям.
                    </p>
                    <p>
                        <strong>Цена:</strong> от 20 000 рублей (в зависимости
                        от сложности)
                    </p>
                </li>
                <li>
                    <h3 className={cl.title3}>SEO-оптимизация</h3>
                    <p>
                        <strong>Описание:</strong> Повышение видимости вашего
                        лендинга в поисковых системах за счет профессиональной
                        SEO-оптимизации.
                    </p>
                    <p>
                        <strong>Цена:</strong> 10 000 рублей
                    </p>
                </li>
            </ul>

            <h2 className={cl.title2}>Почему выбирают нас?</h2>
            <div className={cl.price_list}>
                <p>
                    <strong>Высокая посещаемость:</strong> Наш сайт ежедневно
                    посещают тысячи пользователей.
                </p>
                <p>
                    <strong>Эффективное продвижение:</strong> Ваш лендинг будет
                    виден широкой аудитории благодаря нашим эффективным
                    рекламным инструментам.
                </p>
                <p>
                    <strong>Профессиональная поддержка:</strong> Мы предлагаем
                    качественную техническую поддержку и помощь в разработке.
                </p>

                <p>
                    <strong>
                        Не упустите возможность увеличить продажи и привлечь
                        новых клиентов! Свяжитесь с нами прямо сейчас и закажите
                        размещение лендинга на нашем сайте.
                    </strong>
                </p>
            </div>
        </>
    );
}
